tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "glib"
brew "cairo"
brew "cmake"
brew "gnutls"
brew "openjpeg"
brew "leptonica"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "git"
brew "mas"
brew "mvfst"
brew "ninja"
brew "openblas"
brew "openssl@1.1"
brew "ripgrep-all"
brew "rsync"
brew "rust"
brew "stress"
brew "trash", link: true
brew "tree"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yt-dlp"

cask "audacity"
cask "balenaetcher"
cask "bitwarden"
cask "caffeine"
cask "daisydisk"
cask "db-browser-for-sqlite"
#cask "edfbrowser" # Is out of date, let's maybe build from source
cask "ente-auth"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "hex-fiend"
cask "itsycal"
cask "mailspring"
cask "microsoft-teams"
cask "obsidian"
cask "postman"
cask "shottr"
cask "signal"
cask "slack"
cask "studio-3t"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "zoom"

mas "Hand Mirror", id: 1502839586
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816

vscode "charliermarsh.ruff"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "supermaven.supermaven"
vscode "toit.toit"
vscode "waderyan.gitblame"
