tap "buo/cask-upgrade"
tap "homebrew/bundle"
brew "mas"
brew "openblas"
brew "pyenv"
brew "rbenv"
brew "rsync"
brew "tree"
cask "adobe-acrobat-reader"
cask "airfoil"
cask "alfred"
cask "arduino"
cask "audacity"
cask "authy"
cask "backblaze"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "discord"
cask "displaylink"
cask "docker"
cask "edfbrowser"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "itsycal"
cask "librepcb"
cask "licecap"
cask "ngrok"
cask "nightfall"
cask "obsidian"
cask "onyx"
cask "postman"
cask "raspberry-pi-imager"
cask "sequential"
cask "shottr"
cask "signal"
cask "steam"
cask "studio-3t"
cask "the-unarchiver"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wezterm"
cask "zoom"
mas "Hand Mirror", id: 1502839586
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
vscode "charliermarsh.ruff"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.copilot"
vscode "janisdd.vscode-edit-csv"
vscode "mjmlio.vscode-mjml"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "robinbentley.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "waderyan.gitblame"
