tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "buo/cask-upgrade"

brew "mas"
brew "openblas"
brew "pyenv"
brew "rbenv"
brew "rsync"
brew "xz"

cask "adobe-acrobat-reader"
cask "airfoil"
cask "alfred"
cask "arduino"
cask "audacity"
cask "authy"
cask "backblaze"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "docker"
cask "fork"
cask "google-chrome"
cask "iterm2"
cask "hex-fiend"
cask "ngrok"
cask "postman"
cask "itsycal"
#cask "onyx"
#cask "playonmac"
cask "shottr"
cask "signal"
cask "steam"
cask "the-unarchiver"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "zoom"

mas "Hand Mirror", id: 1502839586
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
