tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/services"
#tap "mongodb/brew"

brew "docker"
brew "docker-compose"
brew "git"
brew "mas"
brew "rbenv"
brew "rsync"
brew "stress"
brew "trash"
brew "tree"
brew "wget"
#brew "mongodb/brew/mongodb-community@4.2"
cask "alfred"
cask "authy"
cask "bitwarden"
cask "caffeine"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "edfbrowser"
cask "fork"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hex-fiend"
cask "itsycal"
cask "kitty"
cask "licecap"
cask "microsoft-teams"
cask "ngrok"
cask "postman"
cask "shottr"
cask "signal"
cask "slack"
cask "studio-3t"
cask "teamviewer"
cask "the-unarchiver"
cask "tunnelblick"
#cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "zoom"
mas "Hand Mirror", id: 1502839586
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
