tap "buo/cask-upgrade"
tap "felixkratz/formulae"
tap "toitlang/toit"
tap "tomoyanonymous/flatcam"

brew "cairo"
brew "ffmpeg"
brew "gerbv"
brew "git"
brew "git-lfs"
brew "imagemagick"
brew "jaguar"
brew "make"
brew "mas"
brew "minicom"
brew "node"
brew "rgbds"
brew "ripgrep-all"
brew "rsync"
# brew "slackdump"
brew "squashfs"
brew "tree"
brew "uv"
brew "wireguard-tools"
brew "yt-dlp"

cask "airfoil"
cask "audacity"
cask "balenaetcher"
cask "bitwarden"
cask "caffeine"
cask "calibre"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "discord"
# cask "edfbrowser" # Try building from source instead 
cask "ente-auth"
cask "fork"
cask "freecad"
cask "ghostty"
cask "google-chrome"
cask "hex-fiend"
cask "itch"
cask "itsycal"
cask "kicad"
cask "kopiaui"
cask "librepcb"
cask "marta"
cask "mitmproxy"
cask "mqtt-explorer"
cask "ngrok"
cask "obsidian"
cask "pinta"
cask "postman"
# cask "qt-creator"
# cask "qt-design-studio"
cask "sameboy"
cask "sequential"
cask "shottr"
cask "signal"
cask "slack"
cask "sol"
cask "sqlitestudio"
cask "steam"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "wireshark-app"
cask "zoom"

mas "Hand Mirror", id: 1502839586
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "WireGuard", id: 1451685025
# mas "Xcode", id: 497799835

vscode "charliermarsh.ruff"
vscode "donaldhays.rgbds-z80"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "naumovs.color-highlight"
vscode "njpwerner.autodocstring"
vscode "supermaven.supermaven"
vscode "toit.toit"
vscode "waderyan.gitblame"

# cargo "mdbook"
